# St7SetCreepConcreteLoadingAge

Sets the default loading age for the specified creep law definition.

long St7SetCreepConcreteLoadingAge(long uID, long CreepID, double LoadingAge)
Input Parameters
uID
Strand7 model file ID.
CreepID
Creep layout ID.
LoadingAge
Default creep loading age.